Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/gratulerer_med_kvenfolkets_dag___hyvaa_kvaanikansan_paivaa_.html.tmx
Source language: nob
Languages: sme

source: Gratulerer med kvenfolkets dag!
sme: Sávvat kvenaide hui ollu lihkku álbmotbeivviin!

source: Vi ønsker hjertelig tillykke med kvenfolkets dag!
sme: Mii sávvat lihkku kveanaálbmoga beivviin!

source: Sametingspresident Silje Karine Muotka Åse M. P. Pulk, Sámediggi
sme: Lihkku kveanaálbmoga beivviin!

source: Sametingspresident Silje Karine Muotka ønsker tillykke med kväänikansan päivä - kvenfolkets dag i dag, 16.03.23.
sme: Hyvää kväänikansan päivää!

source: Hyvää kväänikansan päivää!
sme: Hyvvää kväänikansan päivää, 16.03.23 ja hyvvää feirausta!
